{
    "version": "https://jsonfeed.org/version/1",
    "title": "Marginalia",
    "description": null,
    "home_page_url": "https://www.marginalia.cc/",
    "feed_url": "https://www.marginalia.cc/feed.json",
    "user_comment": "This feed allows you to read the posts from this site in any feed reader that supports the JSON Feed format.",
    "items": [
        {
            "id": "https://www.marginalia.cc/2019/01/07/il-problema-della-stupidita.html",
            "url": "https://www.marginalia.cc/2019/01/07/il-problema-della-stupidita.html",
            "title": "Il problema della stupidità",
            "content_html": "<p>C’è differenza tra il malvagio e lo stupido? Io ho sempre pensato di si.\nI malvagi sono ovviamente pericolosi ma tutto sommato riconoscibili e identificabili. Lo stupido è imprevedibile, agisce fuori da qualsiasi schema lasciando dietro di se solo devastazione, per questo l’ho sempre temuto anche più del malvagio.</p>\n\n<p>Ultimamente mi sto chiedendo sempre più spesso se abbia davvero ancora senso fare questa distinzione.</p>\n\n<blockquote>\n  <p>il problema della Stupidità ha la stessa valenza metafisica del problema del Male, anzi di più…</p>\n</blockquote>\n\n<p><small>Umberto Eco</small></p>\n",
            "date_published": "2019-01-07T18:13:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2019/01/06/analog-revolution.html",
            "url": "https://www.marginalia.cc/2019/01/06/analog-revolution.html",
            "title": "The analog revolution",
            "content_html": "<blockquote>\n  <p>The search engine is no longer a model of human knowledge, it is human knowledge. What began as a mapping of human meaning now defines human meaning, and has begun to control, rather than simply catalog or index, human thought. No one is at the controls. If enough drivers subscribe to a real-time map, traffic is controlled, with no central model except the traffic itself. The successful social network is no longer a model of the social graph, it is the social graph.</p>\n</blockquote>\n",
            "date_published": "2019-01-06T09:12:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2019/01/06/il-silenzio.html",
            "url": "https://www.marginalia.cc/2019/01/06/il-silenzio.html",
            "title": "Silenzio",
            "content_html": "<p>Il silenzio è in via di estinzione, in alcuni luoghi e in alcune persone è anzi già estinto da tempo.</p>\n\n<p>Non che non si debba dire o scrivere solo che il saper tacere, che ha come effetto collaterale il pensare, non vengono più coltivati come si dovrebbe.</p>\n",
            "date_published": "2019-01-06T08:32:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2019/01/03/buon-anno.html",
            "url": "https://www.marginalia.cc/2019/01/03/buon-anno.html",
            "title": "Buon anno?",
            "content_html": "<p>Ma si dai, buon anno.</p>\n\n<p>Buoni propositi però nessuno ché ne faccio già tanti tutti gli altri giorni.</p>\n",
            "date_published": "2019-01-03T00:00:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/12/25/buon-natale.html",
            "url": "https://www.marginalia.cc/2018/12/25/buon-natale.html",
            "title": "Buon Natale",
            "content_html": "<div class=\"highlighter-rouge\"><div class=\"highlight\"><pre class=\"highlight\"><code>       *             ,\n                   _/^\\_\n                  &lt;     &gt;\n *                 /.-.\\         *\n          *        `/&amp;\\`                   *\n                  ,@.*;@,\n                 /_o.I %_\\    *\n    *           (`'--:o(_@;\n               /`;--.,__ `')             *\n              ;@`o % O,*`'`&amp;\\\n        *    (`'--)_@ ;o %'()\\      *\n             /`;--._`''--._O'@;\n            /&amp;*,()~o`;-.,_ `\"\"`)\n *          /`,@ ;+&amp; () o*`;-';\\\n           (`\"\"--.,_0 +% @' &amp;()\\\n           /-.,_    ``''--....-'`)  *\n      *    /@%;o`:;'--,.__   __.'\\\n          ;*,&amp;(); @ % &amp;^;~`\"`o;@();         *\n          /(); o^~; &amp; ().o@*&amp;`;&amp;%O\\\n          `\"=\"==\"\"==,,,.,=\"==\"===\"`\n       __.----.(\\-''#####---...___...-----._\n     '`         \\)_`\"\"\"\"\"`\n             .--' ')\n           o(  )_-\\\n             `\"\"\"`\n</code></pre></div></div>\n",
            "date_published": "2018-12-25T00:00:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/12/22/sottrarre.html",
            "url": "https://www.marginalia.cc/2018/12/22/sottrarre.html",
            "title": "Sottrarre",
            "content_html": "<p>Sottrarre è un processo faticoso e talvolta anche doloroso, dire si è più semplice che dire no.</p>\n\n<p>Il mondo mi suggerisce che la mia vita migliora in generale se accumulo cose, non gliene faccio una colpa lo fa perchè tutto sommato è nel suo interesse.</p>\n\n<p>Io credo invece, consapevole di avere già molto, che sia importante mi focalizzi su cosa lasciare andare.</p>\n\n<p>Dire no a cose che per me non sono importanti o a relazioni che non portano a nulla significa preservare spazio e tempo preziosi da dedicare a chi amo, a ciò che per me conta veramente.</p>\n\n<p>Si perché il tempo è tra i beni più preziosi che abbiamo ed è lecito <a href=\"https://www.marginalia.cc/2018/06/08/usare-il-tempo.html\">esserne avari</a>.</p>\n\n",
            "date_published": "2018-12-22T06:46:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/12/18/siamo-brutte-persone.html",
            "url": "https://www.marginalia.cc/2018/12/18/siamo-brutte-persone.html",
            "title": "Siamo tutti brutte persone",
            "content_html": "<p>Annamaria Testa su Nuovo e Utile, da stampare, tenere sul comodino e leggere tutti i giorni, sia la mattina appena svegli che la sera prima di coricarsi.</p>\n\n<p>Il punto 5 <em>Preferiamo una scossa a un pensiero</em> per me sopra tutti.\nDescrive con sintesi perfetta il momento attuale.</p>\n",
            "date_published": "2018-12-18T06:30:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/12/04/rallentare.html",
            "url": "https://www.marginalia.cc/2018/12/04/rallentare.html",
            "title": "Rallentare",
            "content_html": "<p>Ho bisogno di rallentare, di assecondare la lentezza dei pensieri profondi, delle letture lunghe, della scrittura a mano, del parlare con le persone di persona, di ascoltare.</p>\n",
            "date_published": "2018-12-04T00:00:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/11/21/tsundoku.html",
            "url": "https://www.marginalia.cc/2018/11/21/tsundoku.html",
            "title": "Tsundoku",
            "content_html": "<p>Tsundoku (積ん読) è un <a href=\"https://en.wikipedia.org/wiki/Tsundoku\" target=\"_blank\">termine</a> giapponese che può essere utilizzato anche come verbo, letteralmente significa <em>“acquisire libri lasciando che formino una pila nella propria casa ma senza leggerli”</em>.</p>\n\n<p>A chi non capita? La lettura è spesso uno dei tanti buoni propositi che facciamo e che poi rimangono li, accatastati in una pila.</p>\n\n<p>Io vorrei leggere molto di più di quanto non riesca a fare ma sono un lettore lento, in tutti i sensi. Impiego tanto a leggere un libro e mi succede di frequente di acquistare un libro che mi interessa e che poi lascio li, a maturare nella pila, per poi leggerlo anche dopo molto.</p>\n\n<p>Ma lo Tsundoku per me non ha accezione negativa, bisogna essere pronti per leggere un libro, mi capita anche di iniziare, poi di lasciare e riprendere dopo molto tempo. L’importante è leggere e farlo con consapevolezza.</p>\n\n<p>Non riuscirei in ogni caso a pensare alla mia vita senza lettura e alla mia casa senza libri. Poiché anche questo luogo è la mia casa mi piace l’idea di avere anche qui uno scaffale con i libri letti e un comodino con la pila in attesa di lettura.</p>\n\n<p>Sarà <a href=\"https://www.marginalia.cc/tsundoku\">qui</a>.</p>\n",
            "date_published": "2018-11-21T00:00:00+01:00"
        },
        {
            "id": "https://www.marginalia.cc/2018/09/17/il-valore-dell-ignoranza.html",
            "url": "https://www.marginalia.cc/2018/09/17/il-valore-dell-ignoranza.html",
            "title": "Il valore dell’ignoranza",
            "content_html": "<p>Non penso, questo è ovvio, che l’ignoranza in sé sia un valore, averne la consapevolezza ha invece valore inestimabile.</p>\n\n<!--more-->\n\n<p>Tutta la conoscenza è di fatto preceduta dall’ignoranza e riconoscerla con umiltà è presupposto fondamentale per un nuovo percorso di conoscenza.\nSo che sto dicendo cose scontate e banali, tuttavia viviamo proprio un tempo in cui la propria ignoranza non viene minimamente percepita né tantomeno ammessa.</p>\n\n<p>È l’epoca piuttosto in cui l’ignoranza viene elevata a conoscenza, è l’epoca in cui si afferma, con orgoglio e presunzione, che il proprio non sapere ha lo stesso valore del sapere acquisito con anni di studio e umile fatica.</p>\n\n<p>Discutiamo presumendo di conoscere, in realtà facciamo poco più che chiacchiere da bar dentro un qualsiasi social network, spacciando le nostre più che superficiali opinioni come conoscenza.\nEcco quindi che parlando di vaccini, secondo questa logica distorta, l’opinione del virologo come per magia vale quanto la mia che di virologia non so un accidente.</p>\n\n<p>Giusto sapere che siamo invece mediamente ignoranti e talvolta in maniera così profonda da non essere nemmeno in grado di averne coscienza.</p>\n\n<p>Così la consapevolezza dell’ignoranza acquisisce un valore inestimabile, motivo per cui scherzando dico sempre ai miei figli che devono imparare a essere ignoranti.\nConoscere e riconoscere la propria ignoranza è il primo passo verso una nuova conoscenza.</p>\n",
            "date_published": "2018-09-17T07:36:00+02:00"
        }
    ]
}